Repository: kamena/DX-Share-Selection
Catalog: languages/wpsts-*.po
Languages: de_de

source: Donate and support this plugin's future
de_de: Spenden und Unterstützung dieses Plugin die Zukunft

source: Plugin Support
de_de: Plugin-Unterstützung

source: Plugin Documentation
de_de: Plugin-Dokumentation

source: Bugs Report
de_de: Fehler melden

source: FAQ's
de_de: Häufig gestellte Fragen

source: Request a feature
de_de: Fordern Sie eine Funktion

source: Author Website
de_de: Autor Website

source: Support this plugin
de_de: Unterstützen Sie dieses Plugin

source: Follow the author
de_de: Folgen Sie den Autor

source: Subscribe to Updates
de_de: Abonnieren Sie Updates

source: Promote this plugin
de_de: Förderung dieses Plugin

source: More plugins
de_de: Weitere Plugins

source: <b>WP Selected Text Sharer</b> plugin is intalled. You should immediately adjust <a href="options-general.php?page=wp-selected-text-sharer/wp-selected-text-sharer.php">the settings</a>
de_de: <b> WP Selected Text Sharer </ b> Plugin installiert ist. Sie sollten sofort die <a href="options-general.php?page=wp-selected-text-sharer/wp-selected-text-sharer.php">Einstellungen</a>

source: Settings
de_de: Einstellungen

source: Support
de_de: Einstellungen

source: Share this text ...
de_de: Teilen Sie diesen Text…

source: General
de_de: Allgemein

source: Widget Title
de_de: Widget-Titel

source: Share Items
de_de: Sagen Items

source: Add buttons
de_de: Fügen Sie Schaltflächen

source: Add custom button
de_de: Fügen Sie benutzerdefinierte Schaltfläche

source: Add search button
de_de: Add Suchtaste

source: More buttons
de_de: Weitere Schaltflächen

source: Help
de_de: Hilfe

source: Format : Name, Share/Search URL, Icon URL
de_de: Format : Name, Anteil/Suche URL, Symbol URL

source: Customize
de_de: Anpassen

source: Border Color
de_de: Grenze Farbe

source: Background Color
de_de: Hintergrund Farbe

source: Title Background color
de_de: Titel hintergrund farbe

source: Hover Color
de_de: Schweben Farbe

source: Text Color
de_de: Text Farbe

source: Extra Class
de_de: Extra CSS Class

source: Optional
de_de: Fakultativ

source: Use Jquery Version
de_de: Mit jQuery-Version

source: Load scripts in
de_de: Load-Skripte in

source: Header
de_de: Kopfzeile

source: Footer
de_de: Fußzeile

source: Truncate Text
de_de: Kürzen Text

source: Selected texts are truncated when <code>%ts</code> is used in the URL
de_de: Vorgewählte Texte werden beschnitten, wenn <code>%ts</code> im URL verwendet wird

source: Target Content
de_de: Zielinhalt

source: Bitly Settings
de_de: Bitly Einstellungen

source: Bitly Username, API key. Used in twitter URL
de_de: Bitly Benutzername, API key. Verwendet in den Twitter-URL

source: Preview
de_de: Vorschau

source: Select a text to show the widget
de_de: Wählen Sie einen Text, um zu zeigen das Widget

source: Update
de_de: Aktualisierung

source: The format for adding a custom button to the widget is
de_de: Das Format für das Hinzufügen einer benutzerdefinierten Schaltfläche, um das Widget ist

source: <code>Name of the button</code>, <code>Share / Search URL</code>, <code>Icon URL</code>
de_de: <code>Name der Schaltfläche</code>, <code>Anteil / Suche URL</code>, <code>Symbol URL</code>

source: Note:
de_de: Hinweis:

source: Use <code>%s</code> in the Share/Search URL to use the selected text.
de_de: Verwenden Sie <code>%s</code> in der Anteil / suche URL auf den ausgewählten Text verwenden

source: Use <code>%ts</code> in the URL to use the truncated selected text (115 characters. Used in Twitter URL).
de_de: Verwenden <code>%ts</code> in der URL zu verwenden den abgeschnittenen ausgewählten Text (115 Zeichen bestehen. Verwendet in Twitter URL).

source: Use the text <code>favicon</code> in the Icon URL to automatically get the button icon.
de_de: Verwenden Sie den Text <code> Favicon</code> Icon in der URL, um automatisch auf die Schaltfläche klicken.

source: Use <code>{url}</code> in the URL to get the current page url.
de_de: Verwenden <code>{url}</code> in der URL der aktuellen Seite URL zu bekommen.

source: Use <code>{surl}</code> in the URL to get the shortened current page URL.
de_de: Verwenden <code>{surl}</code> in der URL der aktuellen Seite verkürzte URL zu bekommen.

source: Use <code>{title}</code> in the URL to get the current page title.
de_de: Verwenden <code>{title}</code> in der URL, um die aktuelle Seitentitel.

source: Popular and recommended buttons are given in by default. Just select the button from the dropdown list. Above settings are required only if you want to add a custom button or change the template
de_de: Beliebt und empfohlen Buttons sind da in der Standardeinstellung. Wählen Sie einfach die Taste aus der Dropdown-Liste. Obigen Einstellungen sind nur erforderlich, wenn Sie eine benutzerdefinierte Schaltfläche hinzufügen möchten, oder ändern Sie die Vorlage

source: Insert more social buttons
de_de: Legen Sie mehr soziale Tasten

source: These buttons are taken from wp-socializer plugin. You can now use these buttons for wp-selected-text-searcher
de_de: Diese Tasten sind von WP-Socializer plugin getroffen. Jetzt können Sie diese Tasten für die wp-selected-Text-Searcher

source: Search ...
de_de: Suche ...

source: Install WP Socializer plugin
de_de: Installieren WP Socializer plugin

source: Sorry, you need to install <b>WP Socializer plugin</b> to get the additional social buttons links and data.
de_de: Sorry, müssen Sie <b> WP Socializer Plugin </ b>, um die zusätzlichen Tasten Links und sozialen Daten get install.

source: You can install the powerful WP Socializer plugin in one click securely by clicking the Install button below.
de_de: Sie können die mächtigen WP-Socializer plugin mit einem Klick sicher installieren, indem Sie auf die Schaltfläche "Installieren" weiter unten.

source: Install Plugin
de_de: Plugin installieren

source: WP Selected text sharer requires to install WP Socializer to link the additional 98 buttons. <a href="http://www.aakashweb.com/wordpress-plugins/wp-socializer/" target="_blank">See here</a> for more info
de_de: WP Selected text searcher benötigt, um WP Socializer installieren, um das weitere 98 Knöpfe verknüpfen. <a href="http://www.aakashweb.com/wordpress-plugins/wp-socializer/" target="_blank"> Siehe hier </ a> für mehr Infos
